Repository: RobertoMachorro/Moped
Catalog: Moped/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, he, hi, it, ja, nl, pt, pt_br, uk

# about.info_text
source: A general purpose text editor, small and light. Copyright (C) 2019-2026 Roberto Machorro. All rights reserved. This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Ein universeller Texteditor, klein und leicht. Copyright (C) 2019-2026 Roberto Machorro. Alle Rechte vorbehalten. Dieses Programm ist freie Software: Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder ändern, entweder gemäß Version 3 der Lizenz oder (nach Ihrer Wahl) jeder späteren Version. Dieses Programm wird in der Hoffnung verbreitet, dass es nützlich sein wird, jedoch OHNE JEDE GEWÄHRLEISTUNG; sogar ohne die implizite Gewährleistung der MARKTGÄNGIGKEIT oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Weitere Einzelheiten finden Sie in der GNU General Public License.
es: Un editor de texto de uso general, pequeño y ligero. Copyright (C) 2019-2026 Roberto Machorro. Todos los derechos reservados. Este programa es software libre: puedes redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General GNU publicada por la Free Software Foundation, ya sea la version 3 de la licencia o (a tu elección) cualquier versión posterior. Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; incluso sin la garantía implícita de COMERCIALIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Consulta la Licencia Pública General GNU para más detalles.
fi: Yleiskäyttöinen tekstieditori, pieni ja kevyt. Copyright (C) 2019-2026 Roberto Machorro. Kaikki oikeudet pidätetään. Tämä ohjelma on vapaa ohjelmisto: voit levittää sitä ja/tai muokata sitä Free Software Foundationin julkaiseman GNU General Public Licensen ehtojen mukaisesti, joko lisenssin version 3 tai (valintasi mukaan) minkä tahansa myöhemmän version mukaisesti. Tätä ohjelmaa levitetään toivossa, että se on hyödyllinen, mutta ILMAN MITÄÄN TAKUUTA; jopa ilman epäsuoraa takuuta KAUPALLISESTA HYÖDYNNETTÄVYYDESTÄ tai SOPIVUUDESTA TIETTYYN TARKOITUKSEEN. Katso GNU General Public License saadaksesi lisätietoja.
fr: Un éditeur de texte généraliste, petit et léger. Copyright (C) 2019-2026 Roberto Machorro. Tous droits réservés. Ce programme est un logiciel libre : vous pouvez le redistribuer et/ou le modifier selon les termes de la Licence Publique Générale GNU publiée par la Free Software Foundation, soit la version 3 de la licence, soit (à votre choix) toute version ultérieure. Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de QUALITÉ MARCHANDE ou d'ADÉQUATION À UN USAGE PARTICULIER. Consultez la Licence Publique Générale GNU pour plus de détails.
he: עורך טקסט לשימוש כללי, קטן וקל. Copyright (C) 2019-2026 Roberto Machorro. כל הזכויות שמורות. תוכנית זו היא תוכנה חופשית: ניתן להפיץ ו/או לשנות אותה תחת תנאי הרישיון הציבורי הכללי של GNU כפי שפורסם על ידי Free Software Foundation, גרסה 3 של הרישיון, או (לפי בחירתך) כל גרסה מאוחרת יותר. תוכנית זו מופצת בתקווה שתהיה שימושית, אך ללא כל אחריות; אפילו לא אחריות מרומזת על סחירות או התאמה למטרה מסוימת. עיין ברישיון הציבורי הכללי של GNU לפרטים נוספים.
hi: एक सामान्य उद्देश्य का टेक्स्ट एडिटर, छोटा और हल्का। कॉपीराइट (C) 2019-2026 Roberto Machorro. सर्वाधिकार सुरक्षित। यह प्रोग्राम मुफ्त सॉफ्टवेयर है: आप इसे Free Software Foundation द्वारा प्रकाशित GNU General Public License के संस्करण 3, या (अपनी पसंद से) किसी भी बाद के संस्करण की शर्तों के तहत पुनर्वितरित और/या संशोधित कर सकते हैं। यह प्रोग्राम इस उम्मीद के साथ वितरित किया जाता है कि यह उपयोगी होगा, लेकिन बिना किसी वारंटी के; यहां तक कि व्यापारिकता या किसी विशेष उद्देश्य के लिए उपयुक्तता की निहित वारंटी के बिना। अधिक विवरण के लिए GNU General Public License देखें।
it: Un editor di testo per uso generico, piccolo e leggero. Copyright (C) 2019-2026 Roberto Machorro. Tutti i diritti riservati. Questo programma è software libero: puoi ridistribuirlo e/o modificarlo secondo i termini della GNU General Public License pubblicata dalla Free Software Foundation, sia la versione 3 della Licenza, sia (a tua scelta) qualsiasi versione successiva. Questo programma è distribuito nella speranza che sia utile, ma SENZA ALCUNA GARANZIA; senza nemmeno la garanzia implicita di COMMERCIABILITÀ o IDONEITÀ AD UNO SCOPO PARTICOLARE. Consulta la GNU General Public License per maggiori dettagli.
ja: 汎用テキストエディタ、小型かつ軽量。 Copyright (C) 2019-2026 Roberto Machorro. All rights reserved. このプログラムはフリーソフトウェアです。Free Software Foundationが発行したGNU General Public License（バージョン3、またはお選びの後継バージョン）の条件の下で、再配布および変更することができます。 このプログラムは有用であることを期待して配布されていますが、いかなる保証もありません。商品性または特定目的への適合性についての黙示的保証もありません。詳細についてはGNU General Public Licenseをご覧ください。
nl: Een algemene teksteditor, klein en licht. Copyright (C) 2019-2026 Roberto Machorro. Alle rechten voorbehouden. Dit programma is vrije software: je kunt het verspreiden en/of wijzigen onder de voorwaarden van de GNU General Public License zoals gepubliceerd door de Free Software Foundation, ofwel versie 3 van de licentie, ofwel (naar keuze) een latere versie. Dit programma wordt verspreid in de hoop dat het nuttig zal zijn, maar ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL. Zie de GNU General Public License voor meer details.
pt: Um editor de texto de uso geral, pequeno e leve. Copyright (C) 2019-2026 Roberto Machorro. Todos os direitos reservados. Este programa é software livre: pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU, conforme publicada pela Free Software Foundation, na versão 3 da Licença ou (à sua escolha) qualquer versão posterior. Este programa é distribuído na esperança de que seja útil, mas SEM QUALQUER GARANTIA; sem mesmo a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UMA FINALIDADE ESPECÍFICA. Consulte a Licença Pública Geral GNU para mais detalhes.
pt_br: Um editor de texto de uso geral, pequeno e leve. Copyright (C) 2019-2026 Roberto Machorro. Todos os direitos reservados. Este programa é software livre: você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU publicada pela Free Software Foundation, seja a versão 3 da Licença ou (a seu critério) qualquer versão posterior. Este programa é distribuído na esperança de que seja útil, mas SEM QUALQUER GARANTIA; sem mesmo a garantia implícita de COMERCIABILIDADE ou ADEQUAÇÃO A UM PROPÓSITO ESPECÍFICO. Consulte a Licença Pública Geral GNU para mais detalhes.
uk: Універсальний текстовий редактор, маленький і легкий. Copyright (C) 2019-2026 Roberto Machorro. Усі права захищені. Ця програма є вільним програмним забезпеченням: ви можете розповсюджувати її та/або змінювати на умовах Загальної публічної ліцензії GNU, опублікованої Free Software Foundation, версії 3 ліцензії або (на ваш вибір) будь-якої пізнішої версії. Ця програма поширюється з надією, що вона буде корисною, але БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ; навіть без неявної гарантії ПРИДАТНОСТІ ДЛЯ ПРОДАЖУ або ПРИДАТНОСТІ ДЛЯ ПЕВНОЇ МЕТИ. Дивіться Загальну публічну ліцензію GNU для отримання додаткової інформації.

# alert.cli.install_failed.message_format
source: Try running: %@
de: Versuchen Sie auszuführen: %@
es: Prueba ejecutar: %@
fi: Kokeile suorittaa: %@
fr: Essayez d'exécuter : %@
he: נסה להריץ: %@
hi: चलाने का प्रयास करें: %@
it: Prova a eseguire: %@
ja: 次のコマンドを実行してみてください: %@
nl: Probeer uit te voeren: %@
pt: Tente executar: %@
pt_br: Tente executar: %@
uk: Спробуйте виконати: %@

# alert.cli.install_failed.title
source: Unable to install moped.
de: moped konnte nicht installiert werden.
es: No se pudo instalar moped.
fi: moped-asennus epäonnistui.
fr: Impossible d'installer moped.
he: לא ניתן להתקין את moped.
hi: moped इंस्टॉल करने में असमर्थ।
it: Impossibile installare moped.
ja: mopedをインストールできません。
nl: Kan moped niet installeren.
pt: Não é possível instalar o moped.
pt_br: Não foi possível instalar o moped.
uk: Не вдалося встановити moped.

# alert.cli.not_found.message
source: Reinstall Moped to restore the embedded CLI tool.
de: Installieren Sie Moped erneut, um das eingebettete CLI-Tool wiederherzustellen.
es: Reinstala Moped para restaurar la herramienta CLI incluida.
fi: Asenna Moped uudelleen palauttaaksesi sisäänrakennetun CLI-työkalun.
fr: Réinstallez Moped pour restaurer l'outil CLI intégré.
he: התקן מחדש את Moped כדי לשחזר את כלי ה-CLI המובנה.
hi: एम्बेडेड CLI टूल को पुनर्स्थापित करने के लिए Moped को पुनः इंस्टॉल करें।
it: Reinstalla Moped per ripristinare lo strumento CLI integrato.
ja: Mopedを再インストールして、組み込みのCLIツールを復元してください。
nl: Installeer Moped opnieuw om het ingebouwde CLI-hulpprogramma te herstellen.
pt: Reinstale o Moped para restaurar a ferramenta CLI integrada.
pt_br: Reinstale o Moped para restaurar a ferramenta CLI incorporada.
uk: Перевстановіть Moped, щоб відновити вбудований інструмент CLI.

# alert.cli.not_found.title
source: moped CLI not found.
de: moped CLI nicht gefunden.
es: No se encontró moped CLI.
fi: moped CLI:ä ei löydy.
fr: moped CLI introuvable.
he: moped CLI לא נמצא.
hi: moped CLI नहीं मिला।
it: moped CLI non trovato.
ja: moped CLIが見つかりません。
nl: moped CLI niet gevonden.
pt: moped CLI não encontrado.
pt_br: moped CLI não encontrado.
uk: moped CLI не знайдено.

# alert.cli.setup_complete.message.already_installed
source: moped is already installed at /usr/local/bin/moped.
de: moped ist bereits unter /usr/local/bin/moped installiert.
es: moped ya está instalado en /usr/local/bin/moped.
fi: moped on jo asennettu sijaintiin /usr/local/bin/moped.
fr: moped est déjà installé dans /usr/local/bin/moped.
he: moped כבר מותקן ב-/usr/local/bin/moped.
hi: moped पहले से /usr/local/bin/moped पर इंस्टॉल है।
it: moped è già installato in /usr/local/bin/moped.
ja: mopedはすでに/usr/local/bin/mopedにインストールされています。
nl: moped is al geïnstalleerd in /usr/local/bin/moped.
pt: O moped já está instalado em /usr/local/bin/moped.
pt_br: O moped já está instalado em /usr/local/bin/moped.
uk: moped вже встановлено в /usr/local/bin/moped.

# alert.cli.setup_complete.message.installed
source: moped is now available at /usr/local/bin/moped.
de: moped ist jetzt unter /usr/local/bin/moped verfügbar.
es: moped ahora está disponible en /usr/local/bin/moped.
fi: moped on nyt saatavilla sijainnissa /usr/local/bin/moped.
fr: moped est désormais disponible dans /usr/local/bin/moped.
he: moped זמין כעת ב-/usr/local/bin/moped.
hi: moped अब /usr/local/bin/moped पर उपलब्ध है।
it: moped è ora disponibile in /usr/local/bin/moped.
ja: mopedが/usr/local/bin/mopedで利用可能になりました。
nl: moped is nu beschikbaar in /usr/local/bin/moped.
pt: O moped está agora disponível em /usr/local/bin/moped.
pt_br: O moped agora está disponível em /usr/local/bin/moped.
uk: moped тепер доступний у /usr/local/bin/moped.

# alert.cli.setup_complete.title
source: Setup Complete
de: Einrichtung abgeschlossen
es: Configuración Finalizada
fi: Asennus valmis
fr: Configuration terminée
he: ההתקנה הושלמה
hi: सेटअप पूर्ण
it: Configurazione completata
ja: セットアップ完了
nl: Instellen voltooid
pt: Configuração concluída
pt_br: Configuração concluída
uk: Налаштування завершено

# alert.jump_to_line.button_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
nl: Annuleer
pt: Cancelar
pt_br: Cancelar
uk: Скасувати

# alert.jump_to_line.button_jump
source: Jump
de: Springen
es: Ir
fi: Siirry
fr: Aller
he: קפוץ
hi: जाएं
it: Vai
ja: 移動
nl: Ga
pt: Ir
pt_br: Ir
uk: Перейти

# alert.jump_to_line.message
source: Enter a line number.
de: Geben Sie eine Zeilennummer ein.
es: Ingresa un número de línea.
fi: Anna rivinumero.
fr: Saisissez un numéro de ligne.
he: הזן מספר שורה.
hi: एक पंक्ति संख्या दर्ज करें।
it: Inserisci un numero di riga.
ja: 行番号を入力してください。
nl: Voer een regelnummer in.
pt: Introduza um número de linha.
pt_br: Digite um número de linha.
uk: Введіть номер рядка.

# alert.jump_to_line.placeholder
source: Line Number
de: Zeilennummer
es: Número de línea
fi: Rivinumero
fr: Numéro de ligne
he: מספר שורה
hi: पंक्ति संख्या
it: Numero di riga
ja: 行番号
nl: Regelnummer
pt: Número da linha
pt_br: Número da linha
uk: Номер рядка

# alert.jump_to_line.title
source: Jump to Line
de: Zu Zeile springen
es: Ir a línea
fi: Siirry riville
fr: Aller à la ligne
he: קפוץ לשורה
hi: पंक्ति पर जाएं
it: Vai alla riga
ja: 行に移動
nl: Ga naar regel
pt: Ir para a linha
pt_br: Ir para a linha
uk: Перейти до рядка

# alert.printing_failed.message
source: An unexpected error occurred while rendering pages.
de: Beim Rendern der Seiten ist ein unerwarteter Fehler aufgetreten.
es: Ocurrió un error inesperado al representar las páginas.
fi: Sivujen renderöinnissä tapahtui odottamaton virhe.
fr: Une erreur inattendue est survenue lors du rendu des pages.
he: אירעה שגיאה לא צפויה בעת עיבוד הדפים.
hi: पृष्ठ प्रस्तुत करते समय एक अप्रत्याशित त्रुटि हुई।
it: Si è verificato un errore imprevisto durante il rendering delle pagine.
ja: ページのレンダリング中に予期しないエラーが発生しました。
nl: Er is een onverwachte fout opgetreden bij het renderen van pagina's.
pt: Ocorreu um erro inesperado ao processar as páginas.
pt_br: Ocorreu um erro inesperado ao renderizar as páginas.
uk: Під час відтворення сторінок сталася неочікувана помилка.

# alert.printing_failed.title
source: Printing Failed
de: Drucken fehlgeschlagen
es: Falló la impresión
fi: Tulostus epäonnistui
fr: Échec de l'impression
he: ההדפסה נכשלה
hi: प्रिंटिंग विफल
it: Stampa non riuscita
ja: 印刷に失敗しました
nl: Afdrukken mislukt
pt: Falha na impressão
pt_br: Falha na impressão
uk: Помилка друку

# default_editor.already_moped
source: Moped (current)
de: Moped (aktuell)
es: Moped (actual)
fi: Moped (nykyinen)
fr: Moped (actuel)
he: Moped (נוכחי)
hi: Moped (वर्तमान)
it: Moped (attuale)
ja: Moped (現在)
nl: Moped (huidig)
pt: Moped (atual)
pt_br: Moped (atual)
uk: Moped (поточний)

# default_editor.apply_button
source: Apply (%lld)
de: Anwenden (%lld)
es: Aplicar (%lld)
fi: Käytä (%lld)
fr: Appliquer (%lld)
he: החל (%lld)
hi: लागू करें (%lld)
it: Applica (%lld)
ja: 適用 (%lld)
nl: Toepassen (%lld)
pt: Aplicar (%lld)
pt_br: Aplicar (%lld)
uk: Застосувати (%lld)

# default_editor.applying
source: Applying…
de: Wird angewendet…
es: Aplicando…
fi: Käytetään…
fr: Application…
he: מחיל…
hi: लागू किया जा रहा है…
it: Applicazione…
ja: 適用中…
nl: Toepassen…
pt: A aplicar…
pt_br: Aplicando…
uk: Застосування…

# default_editor.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
nl: Annuleer
pt: Cancelar
pt_br: Cancelar
uk: Скасувати

# default_editor.loading
source: Loading file associations…
de: Dateizuordnungen werden geladen…
es: Cargando asociaciones de archivos…
fi: Ladataan tiedostoyhdistelmiä…
fr: Chargement des associations de fichiers…
he: טוען שיוכי קבצים…
hi: फ़ाइल संबद्धता लोड हो रही है…
it: Caricamento associazioni file…
ja: ファイルの関連付けを読み込み中…
nl: Bestandskoppelingen worden geladen…
pt: A carregar associações de ficheiros…
pt_br: Carregando associações de arquivo…
uk: Завантаження асоціацій файлів…

# default_editor.n_selected
source: %lld type(s) selected
de: %lld Typ(en) ausgewählt
es: %lld tipo(s) seleccionado(s)
fi: %lld tyyppi(ä) valittu
fr: %lld type(s) sélectionné(s)
he: %lld סוגים נבחרו
hi: %lld प्रकार चयनित
it: %lld tipo/i selezionato/i
ja: %lld個のタイプを選択
nl: %lld type(s) geselecteerd
pt: %lld tipo(s) selecionado(s)
pt_br: %lld tipo(s) selecionado(s)
uk: Вибрано типів: %lld

# default_editor.sandbox_warning
source: NOTE: macOS will prompt to confirm each selection, as this is a Sandboxed app.
de: HINWEIS: macOS fragt bei jeder Auswahl nach Bestätigung, da dies eine Sandbox-App ist.
es: NOTA: macOS pedirá confirmación por cada selección, ya que esta es una app en modo Sandbox.
fi: HUOMIO: macOS pyytää vahvistuksen jokaiselle valinnalle, koska tämä on Sandbox-sovellus.
fr: REMARQUE : macOS demandera de confirmer chaque sélection, car cette app est en mode Sandbox.
he: הערה: macOS יבקש אישור עבור כל בחירה, מכיוון שזוהי אפליקציית Sandbox.
hi: नोट: macOS हर चयन की पुष्टि के लिए संकेत देगा, क्योंकि यह एक सैंडबॉक्स्ड ऐप है।
it: NOTA: macOS chiederà conferma per ogni selezione, in quanto questa è un'app Sandbox.
ja: 注意: これはサンドボックスアプリのため、macOSは選択ごとに確認を求めます。
nl: OPMERKING: macOS vraagt om elke selectie te bevestigen, aangezien dit een Sandbox-app is.
pt: NOTA: o macOS irá pedir confirmação para cada seleção, uma vez que esta é uma aplicação Sandbox.
pt_br: NOTA: o macOS solicitará confirmação para cada seleção, pois este é um app em Sandbox.
uk: ПРИМІТКА: macOS запитуватиме підтвердження для кожного вибору, оскільки це програма в режимі Sandbox.

# default_editor.no_app
source: No app assigned
de: Keine App zugewiesen
es: Sin app asignada
fi: Sovellusta ei ole määritetty
fr: Aucune app assignée
he: לא הוקצתה אפליקציה
hi: कोई ऐप असाइन नहीं किया गया
it: Nessuna app assegnata
ja: アプリが割り当てられていません
nl: Geen app toegewezen
pt: Nenhuma aplicação atribuída
pt_br: Nenhum app atribuído
uk: Програму не призначено

# default_editor.none_selected
source: Nothing selected
de: Nichts ausgewählt
es: Nada seleccionado
fi: Ei mitään valittu
fr: Rien de sélectionné
he: לא נבחר דבר
hi: कुछ भी चयनित नहीं
it: Nessuna selezione
ja: 何も選択されていません
nl: Niets geselecteerd
pt: Nada selecionado
pt_br: Nada selecionado
uk: Нічого не вибрано

# default_editor.search_placeholder
source: Search by name, extension, or app…
de: Nach Name, Erweiterung oder App suchen…
es: Buscar por nombre, extensión o app…
fi: Etsi nimellä, päätteellä tai sovelluksella…
fr: Rechercher par nom, extension ou app…
he: חיפוש לפי שם, סיומת או אפליקציה…
hi: नाम, एक्सटेंशन या ऐप द्वारा खोजें…
it: Cerca per nome, estensione o app…
ja: 名前、拡張子、またはアプリで検索…
nl: Zoeken op naam, extensie of app…
pt: Procurar por nome, extensão ou aplicação…
pt_br: Pesquisar por nome, extensão ou app…
uk: Пошук за назвою, розширенням або програмою…

# default_editor.select_all
source: Select All
de: Alle auswählen
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
he: בחר הכל
hi: सभी का चयन करें
it: Seleziona tutto
ja: すべて選択
nl: Selecteer alles
pt: Selecionar tudo
pt_br: Selecionar todos
uk: Вибрати все

# default_editor.select_none
source: Select None
de: Auswahl aufheben
es: Deseleccionar todo
fi: Poista valinta
fr: Tout désélectionner
he: בטל בחירה
hi: कोई चयन न करें
it: Deseleziona tutto
ja: 選択解除
nl: Selecteer niets
pt: Desmarcar tudo
pt_br: Desmarcar todos
uk: Скасувати вибір

# default_editor.select_textedit
source: Select TextEdit
de: TextEdit auswählen
es: Seleccionar TextEdit
fi: Valitse TextEdit
fr: Sélectionner TextEdit
he: בחר TextEdit
hi: TextEdit चुनें
it: Seleziona TextEdit
ja: TextEditを選択
nl: Selecteer TextEdit
pt: Selecionar TextEdit
pt_br: Selecionar TextEdit
uk: Вибрати TextEdit

# default_editor.subtitle
source: Select types to reassign to Moped:
de: Wählen Sie Typen, die Moped zugewiesen werden sollen:
es: Selecciona tipos para reasignar a Moped:
fi: Valitse tyypit, jotka määritetään uudelleen Mopedille:
fr: Sélectionnez les types à réassigner à Moped :
he: בחר סוגים להקצאה מחדש ל-Moped:
hi: Moped को पुनः असाइन करने के लिए प्रकार चुनें:
it: Seleziona i tipi da riassegnare a Moped:
ja: Mopedに再割り当てするタイプを選択:
nl: Selecteer typen om aan Moped toe te wijzen:
pt: Selecione os tipos a reatribuir ao Moped:
pt_br: Selecione os tipos para reatribuir ao Moped:
uk: Виберіть типи для перепризначення Moped:

# menu.app.about
source: About Moped
de: Über Moped
es: Acerca de Moped
fi: Tietoja Mopedista
fr: À propos de Moped
he: אודות Moped
hi: Moped के बारे में
it: Informazioni su Moped
ja: Mopedについて
nl: Over Moped
pt: Acerca do Moped
pt_br: Sobre o Moped
uk: Про Moped

# menu.app.setup_cli
source: Setup moped CLI
de: moped CLI einrichten
es: Configurar moped CLI
fi: Määritä moped CLI
fr: Configurer moped CLI
he: התקן moped CLI
hi: moped CLI सेटअप करें
it: Configura moped CLI
ja: moped CLIをセットアップ
nl: moped CLI instellen
pt: Configurar moped CLI
pt_br: Configurar moped CLI
uk: Налаштувати moped CLI

# menu.editor.decrease
source: Decrease
de: Verkleinern
es: Disminuir
fi: Pienennä
fr: Diminuer
he: הקטן
hi: घटाएं
it: Diminuisci
ja: 縮小
nl: Verkleinen
pt: Diminuir
pt_br: Diminuir
uk: Зменшити

# menu.editor.increase
source: Increase
de: Vergrößern
es: Aumentar
fi: Suurenna
fr: Augmenter
he: הגדל
hi: बढ़ाएं
it: Aumenta
ja: 拡大
nl: Vergroten
pt: Aumentar
pt_br: Aumentar
uk: Збільшити

# menu.editor.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fi: Nollaa
fr: Réinitialiser
he: אפס
hi: रीसेट
it: Ripristina
ja: リセット
nl: Herstel
pt: Repor
pt_br: Redefinir
uk: Скинути

# menu.file.print
source: Print…
de: Drucken…
es: Imprimir…
fi: Tulosta…
fr: Imprimer…
he: הדפס…
hi: प्रिंट करें…
it: Stampa…
ja: プリント…
nl: Afdrukken…
pt: Imprimir…
pt_br: Imprimir…
uk: Друк…

# menu.find.find
source: Find…
de: Suchen…
es: Buscar…
fi: Etsi…
fr: Rechercher…
he: חפש…
hi: ढूंढें…
it: Trova…
ja: 検索…
nl: Zoek…
pt: Procurar…
pt_br: Buscar…
uk: Знайти…

# menu.find.find_and_replace
source: Find and Replace…
de: Suchen und Ersetzen…
es: Buscar y Reemplazar…
fi: Etsi ja korvaa…
fr: Rechercher et remplacer…
he: חפש והחלף…
hi: ढूंढें और बदलें…
it: Trova e sostituisci…
ja: 検索と置換…
nl: Zoek en vervang…
pt: Procurar e substituir…
pt_br: Buscar e substituir…
uk: Знайти та замінити…

# menu.find.jump_to_line
source: Jump to Line…
de: Zu Zeile springen…
es: Ir a línea…
fi: Siirry riville…
fr: Aller à la ligne…
he: קפוץ לשורה…
hi: पंक्ति पर जाएं…
it: Vai alla riga…
ja: 行に移動…
nl: Ga naar regel…
pt: Ir para a linha…
pt_br: Ir para a linha…
uk: Перейти до рядка…

# menu.find.title
source: Find
de: Suchen
es: Buscar
fi: Etsi
fr: Rechercher
he: חפש
hi: ढूंढें
it: Trova
ja: 検索
nl: Zoek
pt: Procurar
pt_br: Buscar
uk: Знайти

# menu.help.get_source
source: Get Source Code
de: Quellcode abrufen
es: Obtener código fuente
fi: Hae lähdekoodi
fr: Obtenir le code source
he: קבל קוד מקור
hi: स्रोत कोड प्राप्त करें
it: Ottieni codice sorgente
ja: ソースコードを取得
nl: Broncode ophalen
pt: Obter código-fonte
pt_br: Obter código-fonte
uk: Отримати вихідний код

# menu.help.logo_credit
source: Logo by BSGStudio
de: Logo von BSGStudio
es: Logo por BSGStudio
fi: Logo: BSGStudio
fr: Logo par BSGStudio
he: לוגו מאת BSGStudio
hi: लोगो: BSGStudio
it: Logo di BSGStudio
ja: ロゴ: BSGStudio
nl: Logo door BSGStudio
pt: Logótipo por BSGStudio
pt_br: Logo por BSGStudio
uk: Логотип від BSGStudio

# menu.help.moped_help
source: Moped Help
de: Moped Hilfe
es: Ayuda de Moped
fi: Mopedin ohje
fr: Aide Moped
he: עזרה של Moped
hi: Moped सहायता
it: Aiuto Moped
ja: Mopedヘルプ
pt: Ajuda do Moped
pt_br: Ajuda do Moped
uk: Довідка Moped

# menu.help.read_license
source: Read License
de: Lizenz lesen
es: Leer licencia
fi: Lue lisenssi
fr: Lire la licence
he: קרא רישיון
hi: लाइसेंस पढ़ें
it: Leggi licenza
ja: ライセンスを読む
nl: Licentie lezen
pt: Ler licença
pt_br: Ler licença
uk: Прочитати ліцензію

# menu.help.report_issue
source: Report an Issue
de: Problem melden
es: Reportar un problema
fi: Ilmoita ongelmasta
fr: Signaler un problème
he: דווח על בעיה
hi: समस्या की रिपोर्ट करें
it: Segnala un problema
ja: 問題を報告
nl: Probleem melden
pt: Comunicar um problema
pt_br: Relatar um problema
uk: Повідомити про проблему

# option.indent.four_spaces
source: 4 Spaces
de: 4 Leerzeichen
es: 4 espacios
fi: 4 välilyöntiä
fr: 4 espaces
he: 4 רווחים
hi: 4 रिक्त स्थान
it: 4 spazi
ja: スペース4つ
nl: 4 spaties
pt: 4 espaços
pt_br: 4 espaços
uk: 4 пробіли
